Repository: Hindsalim/Coffee
Catalog: Coffee/*.lproj/Localizable.strings
Languages: ar

source: Error
ar: خطا

source: Sorry,we could not find your account.
ar: عذرا ، لم نتمكن من العثور على حسابك

source: date cake
ar: كيكه التمر

source: price:21
ar: السعر٢١

source: hot date cake with caramel suous
ar: كيكة التمر مع صوص التوفي الساخن

source: lemon cake
ar: كيكة الليمون

source: price:20
ar: السعر ٢٠

source: lemon cake sweet and sour flavour
ar: كيكة الليمون نكهة حالي وحامض

source: lava cake
ar: لافا كيك

source: lava cake extra dark chocolate
ar: لافا كيك مع زيادةشوكولاته داكنه

source: Cheesecake
ar: تشيز كيك

source: price:18
ar: السعر ١٨

source: lotus cheese cake
ar: تيشز كيك بنكهة اللوتس

source: english cake
ar: كيك انقليزي

source: price:6
ar: السعر ٦

source: Fresh soft cake daily
ar: كيك طازج يوميا

source: Espresso
ar: اسبرسو

source: price:10
ar: السعر ١٠

source: Doubal shot of coffee
ar: دبل شوت اسبرسو

source: hot chocolate
ar: شوكولاته ساخنة

source: Dark chocolate with hot milk
ar: شوكولاته داكنه مع الحليب الساخن

source: cappuccino
ar: كابتشينو

source: price:16
ar: السعر١٦

source: A mixture of espresso and milk
ar: مزيج بين القهوه والحليب

source: spanish latte
ar: سبانيش لاتيه

source: price:19
ar: السعر١٩

source: A mixture of espresso and sweetended milk
ar: مزيج بين القهوةوالحليب المحلا

source: Flatwhite
ar: فلايت وايت

source: price:15
ar: السعر١٥

source: A mixture of espresso and milk
ar: مزيج بين القهوة والحليب

source: lced latte
ar: لاتيه بارد

source: price:17
ar: السعر ١٧

source: A mixture of espresso and cold milk
ar: مزيج بين القهوة والحليب البارد

source: lced spanish
ar: سبانيش بارد

source: A mixture of espresso and sweetend cold
ar: مزيج بين القهوةوالمحلا البارد

source: Iced pistachio
ar: بستاشيو بارد

source: price:22
ar: السعر٢٢

source: A mixture of espresso and cold milk with pistachio
ar: مزيج بين الحليب البارد مع البستاشيو

source: Americano
ar: امريكانو

source: A mixture of espresso cold water and ice
ar: مزيج بين القهوةوالماءالبارد والثلج

source: orangejuice
ar: عصير برتقال

source: Natural orange juice served cold
ar: عصير برتقال طبيعي

source: mango ice cream
ar: ايسكريم مانجا

source: Natural mango ice cream with mango slices
ar: ايسكريم مانجا طبيعي مع قطع المانجا

source: strawberry ice cream
ar: ايسكريم فراولة

source: price:14
ar: السعر ١٤

source: Natural Strawberry ice cream with strawberry slice
ar: ايسكريم فراولة طبيعي مع قطع الفراولة

source: pistachio ice cream
ar: ايسكريم البستاشيو

source: pistachio ice cream with pistachio pieces
ar: ايسكريم البستاشيو مع قطع البستاشيو

source: mix mango ice cream and vanilla
ar: خليط بين ايسكريم المانجا والفانيليا

source: mango slice with vanilla ice cream
ar: قطع المانجا مع ايسكريم الفانيليا

source: Chocolate ice cream
ar: ايسكريم شوكولاته

source: price:13
ar: السعر ١٣

source: Chocolate ice cream with Flavored Flakes
ar: ايسكريم شوكولاته مع نكهةالفليك

source: sweet
ar: حلا

source: hot drinks
ar: مشروبات حاره

source: cold drinks
ar: مشروبات البارده

source: ice cream
ar: ايس كريم

source: Price
ar: السعر
